{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "1654813635d36f0e01": {
      "type": "stockists-lists",
      "blocks": {
        "beaba274-fe64-49f5-b87a-1f76fd3ea829": {
          "type": "stockist-list",
          "disabled": true,
          "settings": {
            "country_region": "",
            "store_list": "GENERAL QUESTIONS\n\nDid Russell Westbrook create Honor the Gift?\nYes, Honor The Gift was founded by Russell Westbrook who acts as the creative director of the brand. \n \nHow do Honor The Gift items fit?\nT-Shirts\nT-Shirts fit true to size. If you typically wear a Large, order a large. \nFleece\nCrewnecks and Hoodies fit true to size with a little extra room which is how we like it, but if you like it snug order a size down. \nShorts\nS - 30 Waist M - 32 Waist L - 34 Waist XL - 36 Waist\n \nAre there any plans of re-releasing past collections\/items?\nTypically we don’t re-release anything. We are always working towards the future and making sure each release is special. If it sold out it most likely isn’t coming back. That being said follow our Instagram or sign up for our newsletter to know all release announcements.\n \nI have a question. Who can I contact?\nWe are open Monday to Friday between 10AM-6PM PST and closed during all national holidays. [E] help@honorthegift.co\nMost emails will responded to within 24-48 hours but please allow us more time during busy periods.\n \nDo you ship International?\nYes we do offer shipping worldwide. For more information read out shipping &amp; returns section provided in the footer.\n \nWhere is Honor The Gift’s product produced?\nAll our current offering is developed and manufactured in Los Angeles, California. As we continue to develop our product range we will expand our manufacturing. \n \nWhere can I find Honor The Gift in retailers?\nWe currently do not sell to any retailers other than our online shop. However, we’ll occasionally have special projects with specific retailers which will be indicated in our press releases.\n \nWhat forms of payment do you accept?\nWe accept VISA, MasterCard, American Express, Discover and Paypal.\n \nWhat is sales tax?\nAs a national retailer, Honor The Gift is required to charge applicable state and local sales tax on orders shipped to states where we have a physical presence. Below are the states, which we charge sales tax: CA.\n \nHow do I know my order was received?\nOnce you’ve completed your online order, you will receive an order confirmation email. Please check this to ensure all your details are correct. If any details for incorrect, please contact us immediately at help@honorthegift.co If you don’t receive an order confirmation email from us within 24 hours, please check your junk folder.\n \nCan I change my order once placed?\nPlease email help@honorthegift.co and we’ll do our best to make sure you are accommodated.\n "
          }
        }
      },
      "block_order": [
        "beaba274-fe64-49f5-b87a-1f76fd3ea829"
      ],
      "settings": {
        "page": "faq"
      }
    }
  },
  "order": [
    "main",
    "1654813635d36f0e01"
  ]
}
